src/history/history10/KBe21hist201retVictoryForDemocracy.org
#+TITLE: Victory for Democracy Essay
* meeting Arta 28 April 2021
** domestic politics, some on russia and some on germany
** russia kind of thought all the other countries were the same so it didn't matter who won
** imperialism, thus not democratic
*** british/french werent more democratic than tsars or germany or ottoman empire
*** imperialism is the highest stage of capitalism and thus not marxist
** imperialism vs democracy
*** gelvin: russia publicized the mandates, see gelvin
*** woodrow wilson also thought that imperialism was antidemocratic
*** believed that people should have equal say
*** didnt join league of nations bc senate didnt want to, but wilson may have wanted to
*** syria wanted to be an american mandate (in a comitte in 1919)
** body paragraphs
*** democracy won but not that democratic
*** mandates and middle east
**** turkey/germany became "democracies"
*** east asia: japan takes german colonies
** sentence structures
*** developing your own voice: recognize what you like in other people's writing
**** see their topic sentences and transitions
* marxism leninism
** +We are in favor of a democratic republic as the best form of state for the proletariat under capitalism. But we have no right to forget that wage slavery is the lot of the people even in the most democratic bourgeois republic.+
** democracy won but not that democratic
*** 'quoted the words of Lincoln: “When the white man governs himself, that is self-government; but when he governs himself and also governs others, it is no longer self-government; it is despotism.”' (Imperialism, the highest stage of capitalism, IX)
*** 'But we have no right to forget that wage slavery is the lot of the people even in the most democratic bourgeois republic.' (Lenin, state and revolution)
*** tragedy of the majority vs tragedy of the minority
** mandates and the middle east
*** list the countries
**** Syria
	 wanted united states or britain as mandate power, but were given to france
**** Lebanon
***** created by the french 'just enough territyory to make it economically viable and strategically useful, but not enough to threaten Christian dominence' Gelvin 191
**** Jordan
***** originally called "Trans-Jordan" or literally "across the jordan [river]"
***** solved a political problem but created an economic nightmare
***** external help provided 45% of government
**** Palenstine
***** got split in half and the east side was given to Abdallah as Jordan
