ox_docs/history/history10/KBe21hist201retVictoryForDemocracy.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2021-09-26 Sun 09:55 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Victory for Democracy Essay</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Taproot" />
<link rel="stylesheet" href="https://taproot3.sanity.gq/global.css" type="text/css"/>
</head>
<body>
<div id="preamble" class="status">
<div class="header"><span class="site"><a href="https://taproot3.sanity.gq">TR3.5</a></span></div><div class="datarow"><h1 class="title">Victory for Democracy Essay</h1> <h2 class="subtitle"></h2> <span class="author">Taproot</span> <span class="date">2021-09-11 Sat 16:34</date></div>
</div>
<div id="content">
<h1 class="title">Victory for Democracy Essay</h1>
<div id="outline-container-org10be810" class="outline-2">
<h2 id="org10be810"><span class="section-number-2">1</span> meeting Arta 28 April 2021</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-orge44dee1" class="outline-3">
<h3 id="orge44dee1"><span class="section-number-3">1.1</span> domestic politics, some on russia and some on germany</h3>
</div>
<div id="outline-container-org963663c" class="outline-3">
<h3 id="org963663c"><span class="section-number-3">1.2</span> russia kind of thought all the other countries were the same so it didn't matter who won</h3>
</div>
<div id="outline-container-orgb45bd76" class="outline-3">
<h3 id="orgb45bd76"><span class="section-number-3">1.3</span> imperialism, thus not democratic</h3>
<div class="outline-text-3" id="text-1-3">
</div>
<div id="outline-container-orgcc8b9ac" class="outline-4">
<h4 id="orgcc8b9ac"><span class="section-number-4">1.3.1</span> british/french werent more democratic than tsars or germany or ottoman empire</h4>
</div>
<div id="outline-container-org3cb8434" class="outline-4">
<h4 id="org3cb8434"><span class="section-number-4">1.3.2</span> imperialism is the highest stage of capitalism and thus not marxist</h4>
</div>
</div>
<div id="outline-container-org438f396" class="outline-3">
<h3 id="org438f396"><span class="section-number-3">1.4</span> imperialism vs democracy</h3>
<div class="outline-text-3" id="text-1-4">
</div>
<div id="outline-container-org10bdcad" class="outline-4">
<h4 id="org10bdcad"><span class="section-number-4">1.4.1</span> gelvin: russia publicized the mandates, see gelvin</h4>
</div>
<div id="outline-container-orgb3016f4" class="outline-4">
<h4 id="orgb3016f4"><span class="section-number-4">1.4.2</span> woodrow wilson also thought that imperialism was antidemocratic</h4>
</div>
<div id="outline-container-orgad97287" class="outline-4">
<h4 id="orgad97287"><span class="section-number-4">1.4.3</span> believed that people should have equal say</h4>
</div>
<div id="outline-container-org3dc3368" class="outline-4">
<h4 id="org3dc3368"><span class="section-number-4">1.4.4</span> didnt join league of nations bc senate didnt want to, but wilson may have wanted to</h4>
</div>
<div id="outline-container-orgd1e2241" class="outline-4">
<h4 id="orgd1e2241"><span class="section-number-4">1.4.5</span> syria wanted to be an american mandate (in a comitte in 1919)</h4>
</div>
</div>
<div id="outline-container-org932d07a" class="outline-3">
<h3 id="org932d07a"><span class="section-number-3">1.5</span> body paragraphs</h3>
<div class="outline-text-3" id="text-1-5">
</div>
<div id="outline-container-org070954d" class="outline-4">
<h4 id="org070954d"><span class="section-number-4">1.5.1</span> democracy won but not that democratic</h4>
</div>
<div id="outline-container-orga802b54" class="outline-4">
<h4 id="orga802b54"><span class="section-number-4">1.5.2</span> mandates and middle east</h4>
<div class="outline-text-4" id="text-1-5-2">
</div>
<ol class="org-ol">
<li><a id="org26e1a33"></a>turkey/germany became "democracies"<br /></li>
</ol>
</div>
<div id="outline-container-org54871e1" class="outline-4">
<h4 id="org54871e1"><span class="section-number-4">1.5.3</span> east asia: japan takes german colonies</h4>
</div>
</div>
<div id="outline-container-org6ee5a6b" class="outline-3">
<h3 id="org6ee5a6b"><span class="section-number-3">1.6</span> sentence structures</h3>
<div class="outline-text-3" id="text-1-6">
</div>
<div id="outline-container-org8c712ac" class="outline-4">
<h4 id="org8c712ac"><span class="section-number-4">1.6.1</span> developing your own voice: recognize what you like in other people's writing</h4>
<div class="outline-text-4" id="text-1-6-1">
</div>
<ol class="org-ol">
<li><a id="org4885547"></a>see their topic sentences and transitions<br /></li>
</ol>
</div>
</div>
</div>
<div id="outline-container-org6a6e365" class="outline-2">
<h2 id="org6a6e365"><span class="section-number-2">2</span> marxism leninism</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org5e50ff6" class="outline-3">
<h3 id="org5e50ff6"><span class="section-number-3">2.1</span> <del>We are in favor of a democratic republic as the best form of state for the proletariat under capitalism. But we have no right to forget that wage slavery is the lot of the people even in the most democratic bourgeois republic.</del></h3>
</div>
<div id="outline-container-org444f432" class="outline-3">
<h3 id="org444f432"><span class="section-number-3">2.2</span> democracy won but not that democratic</h3>
<div class="outline-text-3" id="text-2-2">
</div>
<div id="outline-container-orgad581f7" class="outline-4">
<h4 id="orgad581f7"><span class="section-number-4">2.2.1</span> 'quoted the words of Lincoln: “When the white man governs himself, that is self-government; but when he governs himself and also governs others, it is no longer self-government; it is despotism.”' (Imperialism, the highest stage of capitalism, IX)</h4>
</div>
<div id="outline-container-orgc916875" class="outline-4">
<h4 id="orgc916875"><span class="section-number-4">2.2.2</span> 'But we have no right to forget that wage slavery is the lot of the people even in the most democratic bourgeois republic.' (Lenin, state and revolution)</h4>
</div>
<div id="outline-container-org79c0a57" class="outline-4">
<h4 id="org79c0a57"><span class="section-number-4">2.2.3</span> tragedy of the majority vs tragedy of the minority</h4>
</div>
</div>
<div id="outline-container-orgcf546fb" class="outline-3">
<h3 id="orgcf546fb"><span class="section-number-3">2.3</span> mandates and the middle east</h3>
<div class="outline-text-3" id="text-2-3">
</div>
<div id="outline-container-org34ccdf4" class="outline-4">
<h4 id="org34ccdf4"><span class="section-number-4">2.3.1</span> list the countries</h4>
<div class="outline-text-4" id="text-2-3-1">
</div>
<ol class="org-ol">
<li><a id="orga51e034"></a>Syria<br />
<div class="outline-text-5" id="text-2-3-1-1">
<p>
wanted united states or britain as mandate power, but were given to france
</p>
</div>
</li>
<li><a id="org0009f81"></a>Lebanon<br />
<ol class="org-ol">
<li><a id="orgf2ada45"></a>created by the french 'just enough territyory to make it economically viable and strategically useful, but not enough to threaten Christian dominence' Gelvin 191<br /></li>
</ol>
</li>
<li><a id="org116a297"></a>Jordan<br />
<ol class="org-ol">
<li><a id="org0c2ce38"></a>originally called "Trans-Jordan" or literally "across the jordan [river]"<br /></li>
<li><a id="org8a8e7f8"></a>solved a political problem but created an economic nightmare<br /></li>
<li><a id="org8780ad5"></a>external help provided 45% of government<br /></li>
</ol>
</li>
<li><a id="org063f940"></a>Palenstine<br />
<ol class="org-ol">
<li><a id="org1abe083"></a>got split in half and the east side was given to Abdallah as Jordan<br /></li>
