docs/history/history10/KBe21hist201retVictoryForDemocracy.tex
% Created 2021-09-11 Sat 16:39
% Intended LaTeX compiler: xelatex
\documentclass[letterpaper]{article}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[margin=1in]{geometry}
\usepackage{fontspec}
\usepackage{indentfirst}
\setmainfont[ItalicFont = LiberationSans-Italic, BoldFont = LiberationSans-Bold, BoldItalicFont = LiberationSans-BoldItalic]{LiberationSans}
\newfontfamily\NHLight[ItalicFont = LiberationSansNarrow-Italic, BoldFont       = LiberationSansNarrow-Bold, BoldItalicFont = LiberationSansNarrow-BoldItalic]{LiberationSansNarrow}
\newcommand\textrmlf[1]{{\NHLight#1}}
\newcommand\textitlf[1]{{\NHLight\itshape#1}}
\let\textbflf\textrm
\newcommand\textulf[1]{{\NHLight\bfseries#1}}
\newcommand\textuitlf[1]{{\NHLight\bfseries\itshape#1}}
\usepackage{fancyhdr}
\pagestyle{fancy}
\usepackage{titlesec}
\usepackage{titling}
\makeatletter
\lhead{\textbf{\@title}}
\makeatother
\rhead{\textrmlf{Compiled} \today}
\lfoot{\theauthor\ \textbullet \ \textbf{2021-2022}}
\cfoot{}
\rfoot{\textrmlf{Page} \thepage}
\titleformat{\section} {\Large} {\textrmlf{\thesection} {|}} {0.3em} {\textbf}
\titleformat{\subsection} {\large} {\textrmlf{\thesubsection} {|}} {0.2em} {\textbf}
\titleformat{\subsubsection} {\large} {\textrmlf{\thesubsubsection} {|}} {0.1em} {\textbf}
\setlength{\parskip}{0.45em}
\renewcommand\maketitle{}
\author{Taproot}
\date{\today}
\title{Victory for Democracy Essay}
\hypersetup{
 pdfauthor={Taproot},
 pdftitle={Victory for Democracy Essay},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.2 (Org mode 9.4.4)}, 
 pdflang={English}}
\begin{document}

\maketitle
\section{meeting Arta 28 April 2021}
\label{sec:org288a9bc}
\subsection{domestic politics, some on russia and some on germany}
\label{sec:orgd781434}
\subsection{russia kind of thought all the other countries were the same so it didn't matter who won}
\label{sec:org01f6cec}
\subsection{imperialism, thus not democratic}
\label{sec:org8fe9b8a}
\subsubsection{british/french werent more democratic than tsars or germany or ottoman empire}
\label{sec:org3fab6d7}
\subsubsection{imperialism is the highest stage of capitalism and thus not marxist}
\label{sec:org398fceb}
\subsection{imperialism vs democracy}
\label{sec:org22fd22f}
\subsubsection{gelvin: russia publicized the mandates, see gelvin}
\label{sec:org4ae0a88}
\subsubsection{woodrow wilson also thought that imperialism was antidemocratic}
\label{sec:org033bce5}
\subsubsection{believed that people should have equal say}
\label{sec:org81a4e18}
\subsubsection{didnt join league of nations bc senate didnt want to, but wilson may have wanted to}
\label{sec:orgb91c61c}
\subsubsection{syria wanted to be an american mandate (in a comitte in 1919)}
\label{sec:orgfc0775a}
\subsection{body paragraphs}
\label{sec:org9e2d5d3}
\subsubsection{democracy won but not that democratic}
\label{sec:orgda3c49e}
\subsubsection{mandates and middle east}
\label{sec:orgf584dd2}
\begin{enumerate}
\item turkey/germany became "democracies"
\label{sec:org896f9bd}
\end{enumerate}
\subsubsection{east asia: japan takes german colonies}
\label{sec:org3fc81e5}
\subsection{sentence structures}
\label{sec:orgf0716b8}
\subsubsection{developing your own voice: recognize what you like in other people's writing}
\label{sec:org6592dab}
\begin{enumerate}
\item see their topic sentences and transitions
\label{sec:orga5f51c2}
\end{enumerate}
\section{marxism leninism}
\label{sec:org90f7f8f}
\subsection{\sout{We are in favor of a democratic republic as the best form of state for the proletariat under capitalism. But we have no right to forget that wage slavery is the lot of the people even in the most democratic bourgeois republic.}}
\label{sec:orgee6e81b}
\subsection{democracy won but not that democratic}
\label{sec:orgcb7e9bb}
\subsubsection{'quoted the words of Lincoln: “When the white man governs himself, that is self-government; but when he governs himself and also governs others, it is no longer self-government; it is despotism.”' (Imperialism, the highest stage of capitalism, IX)}
\label{sec:orgd1f4a8d}
\subsubsection{'But we have no right to forget that wage slavery is the lot of the people even in the most democratic bourgeois republic.' (Lenin, state and revolution)}
\label{sec:org7bdf77a}
\subsubsection{tragedy of the majority vs tragedy of the minority}
\label{sec:org0315ea4}
\subsection{mandates and the middle east}
\label{sec:org3cb2f6f}
\subsubsection{list the countries}
\label{sec:org886e2d7}
\begin{enumerate}
\item Syria
\label{sec:orgd117294}
wanted united states or britain as mandate power, but were given to france
\item Lebanon
\label{sec:org59fe732}
\begin{enumerate}
\item created by the french 'just enough territyory to make it economically viable and strategically useful, but not enough to threaten Christian dominence' Gelvin 191
\label{sec:org27802cf}
\end{enumerate}
\item Jordan
\label{sec:org23e17b1}
\begin{enumerate}
\item originally called "Trans-Jordan" or literally "across the jordan [river]"
\label{sec:org83b00ee}
\item solved a political problem but created an economic nightmare
\label{sec:orgfd86cd2}
\item external help provided 45\% of government
\label{sec:orgd3ffd91}
\end{enumerate}
\item Palenstine
\label{sec:org4d4b575}
\begin{enumerate}
\item got split in half and the east side was given to Abdallah as Jordan
\label{sec:orgb99ae41}
