src/history/history10/KBe21hist201retVictoryForDemocracy.org
***** the rest was "ruled like a crown colony [by the British] until they withdrew in 1948"
**** Iraq
***** also created to solve a political problem
***** joined ottoman provices of basra, baghdad, and mosul
***** given to Faysal, whose descendants ruled until 1958
***** looked like a good idea on paper (oil state), but 'system conspired against it's full political and economic development'
***** many (6?) ethnic groups
*** quotes
**** "however, Britain and France accepted the mandates so that they could retain control over those areas in which they felt they had vital interests" (gelvin 192)
**** 'the accumulation of vast agricultural estates by the new rural gentry, as well as the transformation of once independent pasturalists and farmers into tenant labor' (gelvin 194)
**** lenin
***** 'And so in capitalist society we have a democracy that is curtailed, wretched, false, a democracy only for the rich, for the minority. The dictatorship of the proletariat, the period of transition to communism, will for the first time create democracy for the people, for the majority, along with the necessary suppression of the exploiters, of the minority. Communism alone is capable of providing really complete democracy, and the more complete it is, the sooner it will become unnecessary and wither away of its own accord. ' (Lenin, /State and Revolution/, 1917)
***** "[The state is] a special machine for the suppression of one class by another, and, what is more, of the majority by the minority. ... The systematic suppression of the exploited majority by the exploiting minority calls for the utmost ferocity and savagery ... slavery, serfdom and wage labor' (Lenin, /State and Revolution/, 1917)
**** aristotle
***** 'So it is clear that a polis is of best size when it has a population large enough for a self-sufficient lifestyle but one that can be seen at a glance.' (From Dillon, Mathew, Lynda Garland. 2010. /Ancient Greece. Social and Historical Documents from Archaic Times to the Death of Alexander the Great./ New York: Routledge. Aristotle, /Politics/ 1326b11)
***** "aristocracy, either because the rulers are the best men, or because they promote the best interests of the state and citizens; when the many administer the state for the common interest, the government is called a constitutional government" "deviations from these are as follows: from kingship, tyranny (interests of the ruler); from aristocracy, oligarchy (interests of the wealthy); from constitutional government; democracy (interests of the poor)" Aristotle /Politics/ 1279a32, 1279b4
