ox_docs/history/history10/KBe21hist201retVictoryForDemocracy.html
<li><a id="org7f02ff4"></a>the rest was "ruled like a crown colony [by the British] until they withdrew in 1948"<br /></li>
</ol>
</li>
<li><a id="org18b258e"></a>Iraq<br />
<ol class="org-ol">
<li><a id="org0b15062"></a>also created to solve a political problem<br /></li>
<li><a id="org668937e"></a>joined ottoman provices of basra, baghdad, and mosul<br /></li>
<li><a id="org56f31b9"></a>given to Faysal, whose descendants ruled until 1958<br /></li>
<li><a id="orgff7dc04"></a>looked like a good idea on paper (oil state), but 'system conspired against it's full political and economic development'<br /></li>
<li><a id="orgdd5b0d1"></a>many (6?) ethnic groups<br /></li>
</ol>
</li>
</ol>
</div>
<div id="outline-container-orgf1cbc82" class="outline-4">
<h4 id="orgf1cbc82"><span class="section-number-4">2.3.2</span> quotes</h4>
<div class="outline-text-4" id="text-2-3-2">
</div>
<ol class="org-ol">
<li><a id="org83d85e7"></a>"however, Britain and France accepted the mandates so that they could retain control over those areas in which they felt they had vital interests" (gelvin 192)<br /></li>
<li><a id="org170f351"></a>'the accumulation of vast agricultural estates by the new rural gentry, as well as the transformation of once independent pasturalists and farmers into tenant labor' (gelvin 194)<br /></li>
<li><a id="org917ab3c"></a>lenin<br />
<ol class="org-ol">
<li><a id="org4478362"></a>'And so in capitalist society we have a democracy that is curtailed, wretched, false, a democracy only for the rich, for the minority. The dictatorship of the proletariat, the period of transition to communism, will for the first time create democracy for the people, for the majority, along with the necessary suppression of the exploiters, of the minority. Communism alone is capable of providing really complete democracy, and the more complete it is, the sooner it will become unnecessary and wither away of its own accord. ' (Lenin, <i>State and Revolution</i>, 1917)<br /></li>
<li><a id="org491365f"></a>"[The state is] a special machine for the suppression of one class by another, and, what is more, of the majority by the minority. &#x2026; The systematic suppression of the exploited majority by the exploiting minority calls for the utmost ferocity and savagery &#x2026; slavery, serfdom and wage labor' (Lenin, <i>State and Revolution</i>, 1917)<br /></li>
</ol>
</li>
<li><a id="org47f0c7a"></a>aristotle<br />
<ol class="org-ol">
<li><a id="org1f56f49"></a>'So it is clear that a polis is of best size when it has a population large enough for a self-sufficient lifestyle but one that can be seen at a glance.' (From Dillon, Mathew, Lynda Garland. 2010. <i>Ancient Greece. Social and Historical Documents from Archaic Times to the Death of Alexander the Great.</i> New York: Routledge. Aristotle, <i>Politics</i> 1326b11)<br /></li>
<li><a id="orgbf7637f"></a>"aristocracy, either because the rulers are the best men, or because they promote the best interests of the state and citizens; when the many administer the state for the common interest, the government is called a constitutional government" "deviations from these are as follows: from kingship, tyranny (interests of the ruler); from aristocracy, oligarchy (interests of the wealthy); from constitutional government; democracy (interests of the poor)" Aristotle <i>Politics</i> 1279a32, 1279b4<br /></li>
</ol>
</li>
</ol>
</div>
</div>
</div>
