docs/history/history10/KBe21hist201retVictoryForDemocracy.tex
\item the rest was "ruled like a crown colony [by the British] until they withdrew in 1948"
\label{sec:org67668c0}
\end{enumerate}
\item Iraq
\label{sec:org1089bac}
\begin{enumerate}
\item also created to solve a political problem
\label{sec:org0cc195b}
\item joined ottoman provices of basra, baghdad, and mosul
\label{sec:orgcc750f0}
\item given to Faysal, whose descendants ruled until 1958
\label{sec:org8a91904}
\item looked like a good idea on paper (oil state), but 'system conspired against it's full political and economic development'
\label{sec:orge28c4de}
\item many (6?) ethnic groups
\label{sec:orgea27d90}
\end{enumerate}
\end{enumerate}
\subsubsection{quotes}
\label{sec:org4c5d034}
\begin{enumerate}
\item "however, Britain and France accepted the mandates so that they could retain control over those areas in which they felt they had vital interests" (gelvin 192)
\label{sec:orgc2e2c16}
\item 'the accumulation of vast agricultural estates by the new rural gentry, as well as the transformation of once independent pasturalists and farmers into tenant labor' (gelvin 194)
\label{sec:orgc1a50af}
\item lenin
\label{sec:org8be94b8}
\begin{enumerate}
\item 'And so in capitalist society we have a democracy that is curtailed, wretched, false, a democracy only for the rich, for the minority. The dictatorship of the proletariat, the period of transition to communism, will for the first time create democracy for the people, for the majority, along with the necessary suppression of the exploiters, of the minority. Communism alone is capable of providing really complete democracy, and the more complete it is, the sooner it will become unnecessary and wither away of its own accord. ' (Lenin, \emph{State and Revolution}, 1917)
\label{sec:org08fadc5}
\item "[The state is] a special machine for the suppression of one class by another, and, what is more, of the majority by the minority. \ldots{} The systematic suppression of the exploited majority by the exploiting minority calls for the utmost ferocity and savagery \ldots{} slavery, serfdom and wage labor' (Lenin, \emph{State and Revolution}, 1917)
\label{sec:org7abac0d}
\end{enumerate}
\item aristotle
\label{sec:org5f2b283}
\begin{enumerate}
\item 'So it is clear that a polis is of best size when it has a population large enough for a self-sufficient lifestyle but one that can be seen at a glance.' (From Dillon, Mathew, Lynda Garland. 2010. \emph{Ancient Greece. Social and Historical Documents from Archaic Times to the Death of Alexander the Great.} New York: Routledge. Aristotle, \emph{Politics} 1326b11)
\label{sec:org10faf23}
\item "aristocracy, either because the rulers are the best men, or because they promote the best interests of the state and citizens; when the many administer the state for the common interest, the government is called a constitutional government" "deviations from these are as follows: from kingship, tyranny (interests of the ruler); from aristocracy, oligarchy (interests of the wealthy); from constitutional government; democracy (interests of the poor)" Aristotle \emph{Politics} 1279a32, 1279b4
\label{sec:org08eab59}
\end{enumerate}
\end{enumerate}
