docs/history/history10/KBe21hist201retVictoryForDemocracy.tex
\section{outline}
\label{sec:org1219f83}
As American historian Robert Roswell Palmer concludes in his chapter on the first world war, "the war was indeed a victory for democracy" (Palmer 696). However, as Aristotle defines in \emph{Politics}, the democracy is a deviation from a more pure form of government---the constitutional government or polity---in which the many rule in the interests of the poor. Although modern western writers treat democracies as the gold-standard of government, the interests of the poor can be and are manipulated in the aftermath of the first world war. Additionally, Engels and Lenin argue that imperialism is the height of capitalism and that the state is a machine for oppression of one class by another, in democratic republics no less than in monarchies. Although the first world war was "indeed a victory for democracy," neither the victors nor the aftermath promoted widespread liberty.
The victors of the first world war were tyrannies, not polities, and they did not promote widespread liberty.
Although originally induced by the security dilemma, Europe's rapid military expansion was often exaggerated by political and egotistical motivations: the British government's naval ambitions were not strictly defensive. The English public had been historically isolationist and did not want to join the war. However, the British government saw Kaiser's Kruger Telegram of 1896 and Germany's naval expansion as politically insulting. As tensions increased and militaries were expanded, public sentiment shifted to be more nationalist (Huang, The Inevitable Shift). This engineered public sentiment was quickly reversed when the bloody trench stalemate became apparent, but the war torn countries felt they needed to outlast the enemy as a point of pride. The wage slavery and proletariat oppression of Marx, Engels, and Lenin came in the form of state propaganda posters imploring women to work in factories and conserve bread (Khakpour, WWI Aftermath, 5). English war poet Charles Sorley writes of the "millions of the mouthless dead," exposing the loss of life on the battlefield. The English masses had not been thrust into the war for the common good or the liberty of the citizens---Britain entered the war because it's leadership had been insulted by German industrialization. In the process, the Entente powers amassed massive debts to the United States which their citizens would have to suffer in the coming years. The Entente war effort led to democratic victories, but did not promote the liberty of their citizens.
In addition, the new post-war European entities was not conducive to liberty. The new and democratic German republic, who professed their own ideals, did not feel responsible or attached to the previous regime (Palmer 688). However, the treaty makers in Paris working in early 1919 under public pressure and "still in the heat of the war" dealt harshly to Germany---so much so that no German was willing to sign the Treaty of Versailles (Palmer 692-3). Although the German Empire was toppled and replaced with a more democratic government, the harsh treaty opened the way for Adolf Hitler's authoritarian regime. Hitler's election was indeed democratic, but his regime stripped liberty from vast populations. Aristotle writes that democracies are the "rule of the poor", and Hitler leveraged the hunger and anger of the poor masses to amass power (Aristotle, \emph{Politics}). Once in control, he quickly converted the state to a centralized tyranny focused on his own political viewpoints---or, as Lenin would remark, a machine to for one group to oppress another. As Aristotle predicted, neither democratic nor tyrannical policy was beneficial to the citizen body as a whole. This surface-level "victory" for democracy did not lead to widespread liberty. An additional central goal of the Paris settlement was to allow national self-determination in Europe. The peacemakers attempted to create a sovereign nation for each people in eastern Europe through the League of Nations. However, the intermixing of nationalities, lack of population exchange, and independence declarations of various states complicated the process. As a result, each new state found alien minorities within its borders and next of kin under foreign rule (Palmer 692). The newly-formed buffer states, including Lithuania, Latvia, Poland, and Czechoslovakia, were generally parliamentary democracies (Palmer 692, Latvian Institute). However, they were created to serve the purpose of buffering Bolshevik communism from spreading to western Europe and were thus hastily drawn, culturally torn, and politically weak. The first Latvian president went as far as to demilitarize the country, which was presently trampled in the second world war (Latvian Institute). These cultural divides, which were suspiciously reminiscent of the Slavic misrepresentations in the pre-war Austrian Empire, led to numerous fractured states with disgruntled populations---a number of ostensible democracies that failed to rule in the interest of their citizens.
Furthermore, the League of Nations and colonial aftermath of the first world war were neither democratic nor liberating for the citizens of the world. Starting in 1915 when the entente powers realized the war would not be quick, Britain and France made heavy use of post-war land promises to attract nations to their side of the battle; such secret treaties included the Constantinople Agreement, the Treaty of London; the Sykes-Picot Agreement, and the Treaty of Saint Jean de Maurienne (Gelvin 186-7). When the war was over, one central purpose of the League of Nations was to fairly and humanitarian divide the Ottoman empire and German colonies; however, when congress refused to join the League, the allocation of land and colonies under a "mandate" system was directed by France and Britain (Palmer 690, Gelvin 189). In particular, the western coast of the Arabian peninsula (the Levant) and the fertile center of world trade (Mesopotamia) were to be divided into fledgling states and brought into world of western politics (Gelvin 184). As the major victorious powers in the League, Britain and France were able to create, destroy, and manipulate states under the mandate system at will. Britain took advantage of this opportunity to solve political problems it had created in secret agreements during the war and to maintain control over vital regions (Gelvin 191-2). As a result, middle-eastern peoples enjoyed minimal national self-determination and the mandate system promoted neither democracy nor liberty. Jordan, Syria, and Iraq were among the hastily and selfishly created nations. The British arbitrarily split Palestine at the Jordan River and granted the eastern portion to 'Abdallah, who the British had colluded with to cause the Great Arab Revolt and who was threatening to declare war on France (Gelvin 187, 192). This plot of land, which became known as Jordan, turned out to severely lack natural resources and has depended on foreign aid ever since---a dependency which has limited the autonomy and thus liberty of the government and its citizens. Syria, which declared independence from the Ottoman Empire towards the end of the war, sent a diplomatic committee to Paris in 1819 to request that the Syria be allowed an independent government, or at least be given to the anti-colonial United States. The democratically elected Syrian parliament declared France an unacceptable mandatory power (Gelvin 191). However, the League of Nations truncated Syria and gave it to France as a mandate anyway, directly contradicting the League's purported goal national self-determination and trampling the ambitions and liberty of the fledgling democracy. Most embarrassingly, although Iraq was created as a dependency-theory-style producer state for the British government, the economic focus led to the grouping of numerous ethnic groups and thus extreme political instability. Although most of the inhabitants were Shi'i Arabs, the oil-rich northern territory of Mosul was inhabited by Sunni Kurds and the entire country was ruled by Sunni Arab (Gelvin 193). These economic aims exemplify Lenin's theory that "imperialism is the height of capitalism," and the insuring religious turmoil shows that unchecked capitalist ideals fail to support universal liberty. Although national self-determination dictated that peoples should be grouped into countries by culture, the economically-optimized Iraq became a hostile and violent land of oppressed and misrepresented citizens. Additionally, each of these cases show how governance, both international through the League of Nations and national through each mandate state, is used as a machine for oppression. In each of these cases and many more, the British and French mandate decisions refused democratic demands from the citizens and sacrificed the liberty of the people for political or economic gains.
Although the first world war toppled long-standing monarchies and saw the victory of democratic western powers, the mandate system trampled fledgling democratic ambitions and the victors did not promote widespread liberty. Indeed, the "democratic" victors of WWI held colonies with no voice in the democracy, and the decisions made by mandate-holding powers were not favorable for their dependent states. By Aristotle's classification, this "rule by the rich for the rich" is an international oligarchy that strips the liberty of the colonized for capitalistic gain. Thus, the aftermath of the first world war suggests that capitalism reinforces colonialism and that colonial powers cannot be polities.
