ox_docs/history/history10/KBe21hist201retVictoryForDemocracy.html
<div id="outline-container-org2dc2b4a" class="outline-3">
<h3 id="org2dc2b4a"><span class="section-number-3">3.1</span> sources</h3>
<div class="outline-text-3" id="text-3-1">
<p>
Aristotle. <i>Politics</i>.
Huang, Albert. "The Inevitable Shift: How International Incentives Cause Individual Radicals", April 2021.
Khakpour, Arta. "WW1 aftermath - Google Slides".
Lenin, 1917. <i>State and Revolution</i>.
Gelvin, James L. 2011. <i>The modern Middle East: a history</i>, New York: Oxford University Press.
Palmer et al. <i>A History of the Modern World</i>, 9th Edition.
Latvian Institute, 28 Feb. 2017. History of Latvia 1918-1940. www.latvia.eu/history-latvia-1918-1940.
</p>
</div>
</div>

<div id="outline-container-org037e6d2" class="outline-3">
<h3 id="org037e6d2"><span class="section-number-3">3.2</span> bloopers</h3>
<div class="outline-text-3" id="text-3-2">
<p>
The heavily nationalist French and English public sentiment at the beginning of the war was fueled by a politically motivated arms race (Huang, The Inevitable Shift). Although originally induced by the security dilemma, the rapid military expansion was often exaggerated by political and egotistical motivations: the British government's naval ambitions were not strictly defensive. This engineered public sentiment was quickly reversed when the bloody trench stalemate became apparent, but the war torn countries felt they needed to outlast the enemy as a point of pride.
</p>

<p>
If there was one thing Lenin and Woodrow Wilson could agree on, it was that the secret and unprincipled international politics of the past had led the world into anarchy (Palmer 687-9). In January of 1918, as U-boat attacks were more effectively countered and the tide seemed to be turning toward an allied victory, Wilson unveiled his fourteen points which outlined a more righteous framework for international politics (Palmer 677, 688). At the 1819 Paris peace confrence, Wilson negotiated heavily for one point in particular&#x2014;the creation of a League of Nations whose purpoted purpose was to subvert the international anarchy and settle future conflicts. As a result, numerous comprimises were made on the fourteen points. &lt;&gt;
</p>
</div>
</div>
</div>
</div>
</body>
</html>
